Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Stone would have to be carried and built up into walls, then the sails would have to be made and after that there would be need for dynamos and cables.
uk_1984_iryna_dybko_khutir_tvaryn: тільки щоб його стіни збудувати, треба буде наносити чималу кількість каменів, а відтак будуть потрібні каблі для динамо, а як же їх роздобути?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Треба ламати камінь, зводити з нього стіни, робити крила, тоді виникне потреба в динамо-машинах і кабелі
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Доведеться тягати каміння і класти з нього стіни, робити крила. А ще треба дістати динамо-машину, дроти.

source: (How these were to be procured, Snowball did not say.) But he maintained that it could all be done in a year.
uk_1984_iryna_dybko_khutir_tvaryn: Завжди впевняв Давидович, що за рік часу можна буде будову покінчити, а відтак, за поміччю вітряка, тварини будуть спроможні лиш у трьох днях виконати ту працю, на яку тепер цілого тижня треба.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: (де їх дістати, Сніжок мовчав). Але він вважав, що впоратися з цим можна за рік.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Де саме він, мабуть, ще й сам не знав, проте стверджував, що на все це знадобиться один рік.

source: And thereafter, he declared, so much labour would be saved that the animals would only need to work three days a week.
uk_1984_iryna_dybko_khutir_tvaryn: [а відтак, за поміччю вітряка, тварини будуть спроможні лиш у трьох днях виконати ту працю, на яку тепер цілого тижня треба.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А тоді, заявив він, ощадитиметься стільки праці, що тварини зможуть працювати лише три дні на тиждень.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зате потім, запевняв, праця всіх значно полегшиться, а робочий тиждень скоротиться вдвічі.

source: Napoleon, on the other hand, argued that the great need of the moment was to increase food production, and that if they wasted time on the windmill they would all starve to death.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов, у свою чергу, пояснював, що коли всі тварини будуть займатися будовою вітряка, не матимуть часу для збільшення харчової продукції, а це доведе до такого стану, що стрінуться із неминучим голодом.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон, навпаки, доводив, що зараз найперше слід збільшувати виробництво кормів, бо, якщо гаяти час на вітряк, то всі перемруть з голоду.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Своєю чергою, Наполеон твердив, що нині головне — збільшити виробництво харчів, а якщо вони витратять час на вітряк, то перемруть з голоду.

source: The animals formed themselves into two factions under the slogan, “Vote for Snowball and the three-day week” and “Vote for Napoleon and the full manger.”
uk_1984_iryna_dybko_khutir_tvaryn: Таким чином, у двох окремих таборах зродились гасла: «Голосуйте за Давидовичем і трьома днями праці» і «Голосуйте за Вісарйоновим і повними коритами».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Виникло дві фракції під гаслами: «Ми — за Сніжка і триденний робочий тиждень!» і «Ми — за Наполеона й повні ясла!».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини розбилися на два табори під гаслами: «За Сніжка і триденний робочий тиждень!», «За Наполеона та повні ясла!».

source: Benjamin was the only animal who did not side with either faction.
uk_1984_iryna_dybko_khutir_tvaryn: Лише єдиний Молчазніков не висловлював ні в ту ні в цю сторону своєї думки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Бенджамін єдиний не пристав до жодної фракції.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Бенджамін був єдиним, хто не пристав до жодної фракції.

source: He refused to believe either that food would become more plentiful or that the windmill would save work.
uk_1984_iryna_dybko_khutir_tvaryn: Він не вірив, що можливо мати увесь час повні корита, як і не вірив, що вітряк буде запорукою зменшення днів праці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він не вірив ні в те, що побільшає корму, ні в те, що вітряк полегшить працю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він не вірив ні в те, що буде більше їжі, ні в те, що млин полегшить працю.

source: Windmill or no windmill, he said, life would go on as it had always gone on — that is, badly.
uk_1984_iryna_dybko_khutir_tvaryn: В одне лиш вірив, що ні вітряк — чи без вітряка, життя йтиме своїм руслом, як і завжди йшло, а в ньому нічогісінько для тварин не було й ледве чи буде.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: «З вітряком чи без вітряка життя буде, як і було, себто поганим», — казав він.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Чи буде млин, чи не буде його, — казав він, — життя все одно буде таким, як і було. І щоб ніхто не почув пошепки додавав: «паскудним».

source: Apart from the disputes over the windmill, there was the question of the defence of the farm.
uk_1984_iryna_dybko_khutir_tvaryn: Крім розбіжностей у вирішуванні будови вітряка були ще бурхливі суперечки в питанні оборони хутора перед можливим наступом Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але крім вітряка, суперечки викликало й оборонне питання.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Крім млина сперечалися також про проблеми оборони.

source: As usual, Snowball and Napoleon were in disagreement.
uk_1984_iryna_dybko_khutir_tvaryn: Очевидячки плями оборони Вісарйонова й Давидовича кінчались непорозумінням.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Як і завжди, Сніжок та Наполеон не знаходили спільної мови.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Щодо планів оборони, як і зазвичай, Сніжок і Наполеон не знаходили спільної мови.

source: According to Napoleon, what the animals must do was to procure firearms and train themselves in the use of them.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов уважав, що вони повинні випродуковувати зброю і вчитись уживати її.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На гадку Наполеона, слід би розжитися вогнепальною зброєю і добре освоїти її.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон вважав, що слід придбати вогнепальну зброю й навчитися стріляти з неї.

source: According to Snowball, they must send out more and more pigeons and stir up rebellion among the animals on the other farms.
uk_1984_iryna_dybko_khutir_tvaryn: Давидович переконував, що і без зброї, яка буде пов’язана з чималими коштами, можна перемогти людей, а саме посилати більшу кількість голубів на сусідні хутори і там підбадьорювати тварин до бунту-революції;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На гадку Сніжка, слід висилати дедалі більше голубів, щоб ті підбурювали до повстання тварин інших ферм.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок натомість пропонував розсилати більше голубів, щоб підбурювати до повстання тварин на інших фермах.

source: The one argued that if they could not defend themselves they were bound to be conquered, the other argued that if rebellions happened everywhere they would have no need to defend themselves.
uk_1984_iryna_dybko_khutir_tvaryn: коли ж спалахне революція на всіх хуторах, тоді не буде потрібна оборонна зброя, бо хто ж тоді наступатиме на Хутір тварин? Всі будуть одної думки й усі користуватимуться ідеями тваринізму. Але Вісарйонов уперто переконував, що без відповідного озброєння перемогти людей неможливо.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Один доводив, що коли вони не захистяться, то їх неодмінно підкорять, інший доводив, що в разі всезагального повстання відпаде сама потреба оборонятися.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Перший стверджував, що, не маючи засобів захисту, вони не зможуть оборонятися, а другий доводив, що в разі виникнення повсюдного повстання, потреба в обороні відпаде.

source: The animals listened first to Napoleon, then to Snowball, and could not make up their minds which was right; indeed, they always found themselves in agreement with the one who was speaking at the moment.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини терпеливо слухали переконування Вісарйонова й Давидовича, і вислід був такий, що коли говорив Вісарйонов, усі думали, що його правда, а коли говорив Давидович, тоді й йому тварини сприяли.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини слухали то Наполеона, то Сніжка, і не могли вирішити, хто ж має слушність; отак і виявлялося, що їх переконував саме той, хто даної хвалини промовляв.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини слухали спочатку виступи Наполеона, потім промови Сніжка — і не могли вирішити, хто має рацію. Загалом вони завжди погоджувалися з тим, хто говорив саме зараз.

source: At last the day came when Snowball’s plans were completed. At the Meeting on the following Sunday the question of whether or not to begin work on the windmill was to be put to the vote.
uk_1984_iryna_dybko_khutir_tvaryn: Врешті прийшов той день, коли Давидович опрацювавши в подробицях свої пляни будови вітряка, приніс їх на мітинг, бо сьогодні питання — будувати чи не будувати вітряк, мало бути вирішене більшою кількістю голосів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І от настав день, коли Сніжок завершив свої креслення. Наступної неділі на Мітингу мало стояти питання: бути чи не бути вітрякові.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Настав нарешті день, коли Сніжок завершив креслення. У найближчу неділю загальні збори шляхом голосування мали вирішити — чи бути роботам зі зведення млина.

source: When the animals had assembled in the big barn, Snowball stood up and, though occasionally interrupted by bleating from the sheep, set forth his reasons for advocating the building of the windmill.
uk_1984_iryna_dybko_khutir_tvaryn: Коли вже всі прибули, Давидович почав докладно пояснювати чергування обов’язків при будові вітряка і ще раз підкреслював доцільність його на хуторі; але під час найважливіших для зрозуміння присутніх пояснень, овечки почали своє мекання і тим заглушили його слова, так що тільки єдине протяжне мекання було чути.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини зібралися у великому хліві, Сніжок підвівся і, хоч час від часу розлягалося овече мекання, виклав свої міркування щодо вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли тварини зібралися у великому хліві, Сніжок почав промову, яку час від часу вівці переривали своїм беканням. Його доводи були вельми переконливими.

source: Then Napoleon stood up to reply. He said very quietly that the windmill was nonsense and that he advised nobody to vote for it, and promptly sat down again; he had spoken for barely thirty seconds, and seemed almost indifferent as to the effect he produced.
uk_1984_iryna_dybko_khutir_tvaryn: Тоді Вісарйонов утихомиривши овечок, встав і спокійно, зрівноваженим голосом, декілька разів висловив свій спротив та радив тваринам не голосувати за проектом Давидовича. Сказавши це, не чекаючи на рішення тварин, спокійно сів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тоді підвівся Наполеон. Він спокійно докинув, що вітряк — дурниці і закликав голосувати проти. І відразу сів; він зайняв хіба півхвилини, його ніби й не обходило, що дасть його виступ.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Потім слово взяв Наполеон. Він дуже тихо сказав, що витівка з вітряком — дурниця, тож рекомендує всім не голосувати за неї, і швидко сів. Говорив він менше як хвилину й, здавалося, йому було цілком байдуже, яке враження справили його слова на присутніх.

source: At this Snowball sprang to his feet, and shouting down the sheep, who had begun bleating again, broke into a passionate appeal in favour of the windmill.
uk_1984_iryna_dybko_khutir_tvaryn: Давидович скориставши, що овечки не мекають, знову почав закликати до зрозуміння конечности будови вітряка, пояснював, скільки то часу вони заощадять, коли вітряк помагатиме в кожній ділянці праці: він постачатиме електричне світло, теплу воду. Цим разом уже мусів понад свої сили виголошувати кожне слово, бо овечки знову своє завели.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок підхопився на рівні й, перекрикуючи овець, що знову розмекалися, пристрасно закликав спорудити вітряк.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тоді підхопився Сніжок і, перекрикуючи овець, які знову почали бекати, взявся пристрасно захищати вистражданий проєкт.

source: Until now the animals had been about equally divided in their sympathies, but in a moment Snowball’s eloquence had carried them away.
uk_1984_iryna_dybko_khutir_tvaryn: Але вже було очевидним, що тварини більшою кількістю голосів рішатимуть за будовою вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Досі симпатії тварин ділилися майже порівну, але красномовство Сніжка далося взнаки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Майже всіх тварин, і прихильників, і противників будівництва, підкорило красномовство Сніжка.

source: In glowing sentences he painted a picture of Animal Farm as it might be when sordid labour was lifted from the animals’ backs.
uk_1984_iryna_dybko_khutir_tvaryn: [пояснював, скільки то часу вони заощадять, коли вітряк помагатиме в кожній ділянці праці: він постачатиме електричне світло, теплу воду.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Яскравими виразами він намалював, якою буде ферма, коли всі позбудуться рабської праці.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він блискуче намалював картину процвітання «Колгоспу тварин», коли принизлива тяжка праця більше не тяжітиме над тваринами.

source: Electricity, he said, could operate threshing machines, ploughs, harrows, rollers, and reapers and binders, besides supplying every stall with its own electric light, hot and cold water, and an electric heater.
uk_1984_iryna_dybko_khutir_tvaryn: [пояснював, скільки то часу вони заощадять, коли вітряк помагатиме в кожній ділянці праці: він постачатиме електричне світло, теплу воду.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Електрика, казав він, рухатиме молотарки, плуги, борони, газонокосарки, жатки, снопов'язалки; а ще ж кожне стійло матиме власне освітлення, гарячу й холодну воду, електричне опалення.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Електрика рухатиме молотарки, плуги, борони, косарки, снопов’язалки, віялки, казав він, у кожному стійлі буде світло, гаряча та холодна вода, електропічка.

source: By the time he had finished speaking, there was no doubt as to which way the vote would go.
uk_1984_iryna_dybko_khutir_tvaryn: [Але вже було очевидним, що тварини більшою кількістю голосів рішатимуть за будовою вітряка.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коли він завершив палку промову, було зрозуміло, хто тепер переважить.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли він завершив виступ, сумнівів у результаті голосування не було.

source: But just at this moment Napoleon stood up and, casting a peculiar sidelong look at Snowball, uttered a high-pitched whimper of a kind no one had ever heard him utter before.
uk_1984_iryna_dybko_khutir_tvaryn: Та в цю мить несподівано Вісарйонов піднявся, єхидно глянув на Давидовича й голосом, схожим на свисток, заскавулів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але саме цієї хвилини Наполеон підвівся знову і, зизом поглянувши на Сніжка, тонесенько запищав, чого від нього ніхто не сподівався.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та саме тоді знову підвівся Наполеон і, скоса кинувши на Сніжка дивний погляд, заверещав так тонко, як ніколи раніше.

source: At this there was a terrible baying sound outside, and nine enormous dogs wearing brass-studded collars came bounding into the barn.
uk_1984_iryna_dybko_khutir_tvaryn: Під звук скавуління, з-поза стодоли понеслось скажене гавкання й гарчання. Вмить вбігло на місце мітингу дев’ять величезних псів з мідяними комірами довкруг шиї,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І відразу знадвору донісся моторошний гавкіт. Дев'ять величезних псів у нашийниках з латунними шипами заскочили до хліва.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наче йому у відповідь знадвору почувся жахливий гавкіт, і дев’ять величезних псів у нашийниках, прикрашених мідними бляхами, увірвалися до хліва.

source: They dashed straight for Snowball, who only sprang from his place just in time to escape their snapping jaws.
uk_1984_iryna_dybko_khutir_tvaryn: і всі вони помчали в сторону Давидовича. Щоб уникнути собачих щелепів, Давидович стрибнув у бік і мершій почав утікати;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони кинулися до Сніжка, який ледве встиг відскочити від роззявлених, клацающих пащек.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони кинулися до Сніжка, який зіскочив зі свого місця за мить до того, як щелепи собак майже торкнулися його й помчав у напрямку дороги.

source: In a moment he was out of the door and they were after him.
uk_1984_iryna_dybko_khutir_tvaryn: за хвилин декілька він був уже за воротами хутора, а собаки, клацаючи зубами, з гарчанням гнались услід за ним.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він вискочив з хліва, а за ним погналися пси.

source: One of them all but closed his jaws on Snowball’s tail, but Snowball whisked it free just in time.
uk_1984_iryna_dybko_khutir_tvaryn: Один із псів достатньо наблизивсь до Давидовича і схопив його за хвіст,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Один уже був схопив Сніжка за хвіст, але той вчасно крутнув ним.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: [й один із псів мало не схопив його хвіст.]

source: Then he put on an extra spurt and, with a few inches to spare, slipped through a hole in the hedge and was seen no more.
uk_1984_iryna_dybko_khutir_tvaryn: але той, зібравши останки сил, висмикнувся й утік крізь щілину в залізній загорожі, що обводила хуторні поля. З того часу слід за Давидовичем пропав.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок знову наддав ходи й відірвався на кілька дюймів, прослизнув у дюку в паркані й зник з очей.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: і, зробивши останній ривок у кількох дюймах від носа собаки пірнув у дірку під огорожею та зник з очей.

source: Silent and terrified, the animals crept back into the barn. In a moment the dogs came bounding back.
uk_1984_iryna_dybko_khutir_tvaryn: На те все з переляком придивлялись тварини крізь двері стодоли, де відбувся мітинг, відтак у полоні жаху повернулись на свої місця.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мовчазні й налякані, тварини почвалали до хліва. А ще за хвилю примчали пси.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Онімілі тварини мовчки повернулися до хліва. За мить туди забігли пси.

source: At first no one had been able to imagine where these creatures came from, but the problem was soon solved: they were the puppies whom Napoleon had taken away from their mothers and reared privately.
uk_1984_iryna_dybko_khutir_tvaryn: Лиш не могли із дива вийти; звідки ці люті, схожі на диких вовків, пси взялися? По недовгому часі довідалися, що це колишні щенята, ті, що їх Вісарйонов зразу після народження забрав і виховав для своїх наказів та охорони.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніхто не міг второпати, звідки взялися ці страховиська. Але невдовзі все з'ясувалося: то були ті щенята, що їх Наполеон одібрав у матерів і сам виховував.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Спочатку ніхто не міг збагнути, звідки вони взагалі взялись. Незабаром все з’ясувалося: це були ті самі дев’ятеро цуценят, яких Наполеон відібрав у матерів і сам виховував.

source: Though not yet full-grown, they were huge dogs, and as fierce-looking as wolves. They kept close to Napoleon.
uk_1984_iryna_dybko_khutir_tvaryn: [звідки ці люті, схожі на диких вовків, пси взялися?]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ще не зовсім дорослі, вони, проте, були, як телята, і з вигляду кровожерні, як вовки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ще не цілком дорослі, але вже величезні, пси мали такий лютий вигляд, як роздратовані вовки.

source: It was noticed that they wagged their tails to him in the same way as the other dogs had been used to do to Mr. Jones.
uk_1984_iryna_dybko_khutir_tvaryn: Вони, при кожній зустрічі із Вісарйоновим, вертіли хвостами так, як колись пси вітали Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тримаючись Наполеона, вони — це помітили всі — махали біля нього хвостами точнісінько так, як колись собаки махали біля містера Джонса.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони трималися впритул до Наполеона й усі помітили, що, дивлячись на нього, вони вимахували хвостами так само, як робили це колись інші собаки перед містером Джонсом.

source: Napoleon, with the dogs following him, now mounted on to the raised portion of the floor where Major had previously stood to deliver his speech.
uk_1984_iryna_dybko_khutir_tvaryn: Коли пси повернулись переможно, прогнавши Давидовича, зразу прибігли й поклались біля ніг Вісарйонова, тоді він, а пси довкруг нього, вийшов на те підвищення в стодолі, що колись із нього Марков виголошував промови.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер уже Наполеон, а за ним і пси, вилізли на підвищення, де колись Майор виголошував останню промову.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон у супроводі псів заліз на підвищення, звідки Майор колись виголосив свою знамениту промову.

source: He announced that from now on the Sunday-morning Meetings would come to an end. They were unnecessary, he said, and wasted time.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов випрямившись, голосом авторитету сповістив, що відсьогодні мітингів у неділі не буде, бо це зайва витрата часу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він оголосив, що відтепер недільним Мітингам настав край. Вони зайві, казав він, і тільки забирають час.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він оголосив, що відтепер і надалі недільних нарад не буде, бо це марнування часу.

source: In future all questions relating to the working of the farm would be settled by a special committee of pigs, presided over by himself.
uk_1984_iryna_dybko_khutir_tvaryn: Відсьогодні всі питання плянів і умов праці будуть вирішувані окремим комітетом свиней, а провідником комітету буде він, Вісарйонов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Надалі всі фермові питання розглядатиме спеціальний Комітет свиней, очолюваний ним.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Надалі всі питання розглядатиме особливий Комітет свиней під його, Наполеона, головуванням.

source: These would meet in private and afterwards communicate their decisions to the others.
uk_1984_iryna_dybko_khutir_tvaryn: Коли рішення комітету він схвалить, тоді решта тварин про те рішення буде повідомлена.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він засідатиме, а тоді повідомлятиме про свої рішення.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Засідання Комітету будуть закритими, про ухвалені рішення повідомлятиметься згодом.

source: The animals would still assemble on Sunday mornings to salute the flag, sing Beasts of England, and receive their orders for the week; but there would be no more debates.
uk_1984_iryna_dybko_khutir_tvaryn: Але кожної неділі тварини будуть приходити, щоб віддати честь прапорові й відспівати пісню «Тварини всіх країн»; на тому ж місці одержуватимуть розпорядження обов’язків праці на наступний тиждень. Дискусій, нарад чи запитів щодо розпоряджувань більше не буде!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини, як і досі, збиратимуться в неділю вранці салютувати прапору і співати гімн «Тварини Англії». А також отримувати завдання на тиждень; ніяких дебатів більше не буде.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Однак решта тварин збиратимуться щонеділі вранці, як і раніше, для підняття прапора, виконання гімну «Тварини Англії» і отримуватимуть розпорядження на наступний тиждень. Дебатів та обговорень щодо цих розпоряджень не буде.
